{
  "DataList": [
    {
      "Key": 965790984,
      "Kr": "청휘석",
      "Jp": "青輝石",
      "Th": "เพชรฟ้า",
      "Tw": "青輝石",
      "En": "Pyroxenes"
    },
    {
      "Key": 49723798,
      "Kr": "어른의 카드로 구입할 수 있는 신비한 보석. 다양한 상품을 구매할 수 있습니다.",
      "Jp": "大人のカードで購入できる神秘的な宝石。様々な商品を購入できます。",
      "Th": "เพชรลึกลับที่สามารถซื้อได้ด้วย\nบัตรประจำตัวผู้ใหญ่ สามารถใช้\nซื้อสินค้าต่างๆ ได้",
      "Tw": "可用大人的卡片購買的神秘寶石。可購買各式商品。",
      "En": "These mystical gems can be purchased with Sensei's credit card. Use them to purchase various products."
    },
    {
      "Key": 2093130434,
      "Kr": "엘리그마",
      "Jp": "神名のカケラ",
      "Th": "เอลลิกมา",
      "Tw": "神名文字碎片",
      "En": "Eligma"
    },
    {
      "Key": 3154494780,
      "Kr": "신비의 문자가 새겨진 돌, 학생의 신비를 일깨울 수 있습니다.",
      "Jp": "神秘の文字が刻まれた石。生徒の神秘を呼び起こすことができます。",
      "Th": "หินที่มีตัวอักษรลึกลับสลักไว้ \nสามารถปลุกความลึกลับของนักเรียนได้",
      "Tw": "刻有神秘文字的石頭，可喚醒學生的神秘。",
      "En": "A stone with a mysterious inscription. It can awaken the mystic power of a student."
    },
    {
      "Key": 3604419298,
      "Kr": "총력전 코인",
      "Jp": "総力戦コイン",
      "Th": "เหรียญเรดบอส",
      "Tw": "總力戰硬幣",
      "En": "Total Assault Coin"
    },
    {
      "Key": 2864533993,
      "Kr": "총력전 기념 주화, 다양한 상품을 구매할 수 있습니다.",
      "Jp": "総力戦の記念コイン。様々な商品を購入できます。",
      "Th": "เหรียญที่ระลึกเรดบอส\nสามารถใช้ซื้อสินค้าต่างๆ ได้",
      "Tw": "可購買總力戰紀念鑄幣及多樣商品。",
      "En": "A commemorative Total Assault coin. Use these to purchase various products."
    },
    {
      "Key": 2668873150,
      "Kr": "전술 대회 코인",
      "Jp": "戦術コイン",
      "Th": "เหรียญอารีน่า",
      "Tw": "戰術硬幣",
      "En": "Tactical Challenge Coin"
    },
    {
      "Key": 65268293,
      "Kr": "전술 대회 기념 주화, 다양한 상품을 구매할 수 있습니다.",
      "Jp": "戦術対抗戦の記念コイン。様々な商品を購入できます。",
      "Th": "เหรียญที่ระลึกอารีน่า\nสามารถใช้ซื้อสินค้าต่างๆ ได้",
      "Tw": "可購買戰術大賽紀念鑄幣及多樣商品。",
      "En": "A commemorative Tactical Challenge coin. Use these to purchase various products."
    },
    {
      "Key": 4084841688,
      "Kr": "학생과의 소중한 추억이 담긴 순간으로 로비를 꾸밀 수 있습니다.",
      "Jp": "生徒との大切な思い出が詰まった瞬間である「メモリアルロビー」を、ロビーに飾ることができます。",
      "Th": "ตกแต่งล็อบบี้ได้ด้วยช่วงเวลาแห่งความทรงจำล้ำค่าที่ใช้ร่วมกับนักเรียน",
      "Tw": "充滿和學生的寶貴回憶時即可佈置大廳。",
      "En": "The lobby can be decorated with cherished moments and memories made with students."
    },
    {
      "Key": 2519795912,
      "Kr": "스케쥴을 수행하여 학생의 인연 포인트를 획득하면, 인연 스토리를 진행할 수 있습니다.\n인연 스토리의 보상으로 메모리얼 로비를 획득하세요!",
      "Jp": "スケジュールを遂行して生徒との絆ポイントを獲得すると、絆ストーリーを見ることができるようになります。\n絆ストーリーを読んで、報酬であるメモリアルロビーを獲得しましょう！",
      "Th": "เมื่อเข้าคลาส คุณจะได้รับแต้มสายใยและดำเนินเนื้อเรื่องสายใยได้\nรับล็อบบี้ความทรงจำจากเนื้อเรื่องสายใยดูสิ!",
      "Tw": "執行課程表，獲得學生的羈絆點數即可進行羈絆劇情。\n請透過羈絆劇情的獎勵獲得紀念大廳！",
      "En": "Earn Relationship Points through giving Lessons to unlock their Relationship Stories.\nRecollection Lobbies can be earned through completing Relationship Stories!"
    },
    {
      "Key": 174099309,
      "Kr": "체력",
      "Jp": "HP",
      "Th": "HP",
      "Tw": "體力",
      "En": "HP"
    },
    {
      "Key": 2315751001,
      "Kr": "학생의 HP, 0이 되면 학생이 전투 불능이 됩니다.",
      "Jp": "生徒のHPが0になると、その生徒は戦闘の続行ができなくなります。",
      "Th": "เมื่อ HP ของนักเรียนเป็น 0 นักเรียนจะไม่สามารถต่อสู้ได้",
      "Tw": "當學生的HP變成0時則無法戰鬥。",
      "En": "If a student's HP reaches 0, they will be unable to continue fighting."
    },
    {
      "Key": 2776096194,
      "Kr": "공격력",
      "Jp": "攻撃力",
      "Th": "ค่าโจมตี",
      "Tw": "攻擊力",
      "En": "ATK"
    },
    {
      "Key": 3814013723,
      "Kr": "높을수록 학생이 적에게 대미지를 크게 줍니다.",
      "Jp": "この値が高いほど、生徒が敵にダメージを大きく与えます。",
      "Th": "ยิ่งค่าสูงขึ้น ความเสียหายที่ทำต่อศัตรูก็ยิ่งมากขึ้น",
      "Tw": "越高學生對敵人造成的傷害越大。",
      "En": "The more ATK a student has, the more damage they will deal to enemies."
    },
    {
      "Key": 3565550080,
      "Kr": "방어력",
      "Jp": "防御力",
      "Th": "ค่าป้องกัน",
      "Tw": "防禦力",
      "En": "DEF"
    },
    {
      "Key": 2811023218,
      "Kr": "높을수록 학생이 적의 공격에 대미지를 적게 입습니다.",
      "Jp": "この値が高いほど、生徒が敵の攻撃から受けるダメージを少なくすることができます。",
      "Th": "ยิ่งค่าสูงขึ้น ความเสียหายที่นักเรียนได้รับจากการโจมตีของศัตรูก็จะยิ่งลดลง",
      "Tw": "越高學生遭敵人攻擊時所受的傷害越少。",
      "En": "The more DEF a student has, the less damage they will take from enemies."
    },
    {
      "Key": 2350318299,
      "Kr": "치유력",
      "Jp": "治癒力",
      "Th": "ค่ารักษา",
      "Tw": "治癒力",
      "En": "Healing"
    },
    {
      "Key": 1505936883,
      "Kr": "높을수록 학생이 사용하는 회복, 보호막 등의 수치가 커집니다.",
      "Jp": "この値が高いほど、生徒が使用する回復やシールドなどの数値が上がります。",
      "Th": "ยิ่งค่าสูงขึ้น ค่าฟื้นฟูและค่าบาเรียที่นักเรียนใช้ก็จะมากขึ้น",
      "Tw": "越高學生所使用的恢復、護盾等數值越大。",
      "En": "The more Healing a student has, the more effective their Recovery, Barrier, etc... will be."
    },
    {
      "Key": 3491696154,
      "Kr": "명중 수치",
      "Jp": "命中値",
      "Th": "ค่าความแม่นยำ",
      "Tw": "命中數值",
      "En": "Accuracy"
    },
    {
      "Key": 3969676476,
      "Kr": "높을수록 학생이 적을 빗맞히는 확률이 낮아집니다.",
      "Jp": "この値が高いほど、生徒が敵を攻撃する時に命中させる確率が高くなります。",
      "Th": "ยิ่งค่าสูงขึ้น โอกาสที่นักเรียนจะโจมตีศัตรูพลาดก็จะยิ่งลดลง",
      "Tw": "越高學生打偏敵人的機率越低。",
      "En": "The more Accuracy a student has, the less likely the will be to miss."
    },
    {
      "Key": 3877153994,
      "Kr": "회피 수치",
      "Jp": "回避値",
      "Th": "ค่าหลบหลีก",
      "Tw": "迴避數值",
      "En": "Evasion"
    },
    {
      "Key": 167972287,
      "Kr": "높을수록 학생이 적의 공격을 피할 확률이 높아집니다.",
      "Jp": "この値が高いほど、生徒が敵の攻撃を避けられる確率が高くなります。",
      "Th": "ยิ่งค่าสูงขึ้น โอกาสที่นักเรียนจะหลบหลีกการโจมตีของศัตรูได้ก็จะยิ่งมากขึ้น",
      "Tw": "越高學生迴避敵人攻擊的機率越高。",
      "En": "The more Evasion a student has, the more likely they will be to dodge attacks."
    },
    {
      "Key": 3746647505,
      "Kr": "치명 수치",
      "Jp": "会心値",
      "Th": "ค่าคริ",
      "Tw": "暴擊數值",
      "En": "Crit"
    },
    {
      "Key": 3756261878,
      "Kr": "높을수록 학생의 치명타 발동 확률이 커집니다.",
      "Jp": "この値が高いほど、生徒が敵を攻撃する時にクリティカルが発動する確率が高くなります。",
      "Th": "ยิ่งค่าสูงขึ้น โอกาสในการเกิดคริติคอลก็จะยิ่งมากขึ้น",
      "Tw": "越高學生的暴擊發動機率越高。",
      "En": "The more Crit a student has, the more likely they will be to land a critical hit."
    },
    {
      "Key": 324300432,
      "Kr": "치명 대미지",
      "Jp": "会心ダメージ",
      "Th": "ความเสียหายคริ",
      "Tw": "暴擊傷害",
      "En": "Crit DMG"
    },
    {
      "Key": 360182301,
      "Kr": "높을수록 치명타가 발동되었을 때 더 많은 대미지를 입힙니다.",
      "Jp": "この値が高いほど、クリティカル発動時により大きなダメージを与えます。",
      "Th": "ยิ่งค่าสูงขึ้น ความเสียหายเมื่อเกิดคริติคอลก็จะยิ่งมากขึ้น",
      "Tw": "越高暴擊發動時造成的傷害越大。",
      "En": "The more Crit DMG a student has, the more damage a critical hit will deal."
    },
    {
      "Key": 3996994971,
      "Kr": "안정 수치",
      "Jp": "安定値",
      "Th": "ค่าความเสถียร",
      "Tw": "穩定數值",
      "En": "Stability"
    },
    {
      "Key": 3845644051,
      "Kr": "높을수록 학생의 공격이 최대 대미지로 적용될 확률이 높아집니다.",
      "Jp": "この値が高いほど、生徒の攻撃が最大ダメージで適用される確率が高まります。",
      "Th": "ยิ่งค่าสูงขึ้น โอกาสในการเกิดความเสียหายสูงสุดของการโจมตีของนักเรียนก็จะยิ่งมากขึ้น",
      "Tw": "越高學生的攻擊套用最大傷害的機率越高。",
      "En": "The more stability a student has, the more likely they are to deal maximum damage."
    },
    {
      "Key": 1815108773,
      "Kr": "일반공격 사거리",
      "Jp": "射程距離",
      "Th": "ระยะยิง",
      "Tw": "一般攻擊射程",
      "En": "Normal Attack Range"
    },
    {
      "Key": 4050385988,
      "Kr": "학생이 적을 공격할 수 있는 최대 거리입니다.",
      "Jp": "生徒が敵を攻撃できる最大距離です。",
      "Th": "ระยะสูงสุดที่นักเรียนสามารถโจมตีศัตรูได้",
      "Tw": "學生可攻擊敵人的最大距離。",
      "En": "The max distance a student can attack enemies from."
    },
    {
      "Key": 3913914365,
      "Kr": "군중제어 강화력",
      "Jp": "CC強化力",
      "Th": "ประสิทธิภาพกดขี่",
      "Tw": "群控強化力",
      "En": "Crowd Control Power"
    },
    {
      "Key": 3503353690,
      "Kr": "학생이 사용한 스턴, 공포 등의 군중제어가 적에게 적용될 확률을 높여줍니다.",
      "Jp": "この値が高いほど、生徒が使用した「スタン」や「恐怖」などのクラウドコントロールが、敵に適用される確率を高めます。",
      "Th": "เพิ่มโอกาสในการเกิดการกดขี่ที่นักเรียนใช้ต่อศัตรู เช่น ทำให้สตันหรือหวาดกลัว",
      "Tw": "提高學生使用的昏厥、恐懼等群控套用在敵人身上的機率。",
      "En": "Affects the chance for enemies to be hit by a students Crowd Control effects (Stun, Fear, etc...)."
    },
    {
      "Key": 1306414638,
      "Kr": "군중제어 저항력",
      "Jp": "CC抵抗力",
      "Th": "ต้านทานกดขี่",
      "Tw": "群控抵抗力",
      "En": "Crowd Control RES"
    },
    {
      "Key": 3161569696,
      "Kr": "학생이 스턴, 공포 등의 군중제어에 걸릴 확률을 낮춰줍니다.",
      "Jp": "この値が高いほど、生徒が受ける「スタン」「恐怖」などのクラウドコントロールに適用される確率を低くします。",
      "Th": "ลดโอกาสที่นักเรียนจะถูกกดขี่ เช่น ถูกทำให้สตันหรือหวาดกลัว ",
      "Tw": "降低學生陷入昏厥、恐懼等群控的機率。",
      "En": "Affects the chance for students to be hit by enemy Crowd Control effects (Stun, Fear, etc...)."
    },
    {
      "Key": 985260961,
      "Kr": "코스트 회복력",
      "Jp": "コスト回復力",
      "Th": "ค่าฟื้นฟู Cost",
      "Tw": "COST恢復力",
      "En": "Cost Recovery"
    },
    {
      "Key": 3627383766,
      "Kr": "스킬 카드 사용을 위한 코스트가 회복되는 속도에 영향을 줍니다.",
      "Jp": "スキルカードを使用するためのコストが回復する速度に影響を与えます。",
      "Th": "มีผลต่อความรวดเร็วในการฟื้นฟู Cost ที่จำเป็นในการใช้การ์ดสกิล",
      "Tw": "會影響使用技能卡所需的COST恢復速度。",
      "En": "Affects the speed at which the cost for using Skill Cards is recovered."
    },
    {
      "Key": 195645400,
      "Kr": "야외 전투력",
      "Jp": "屋外戦闘力",
      "Th": "ค่าต่อสู้กลางแจ้ง",
      "Tw": "野外戰鬥力",
      "En": "Outdoor Combat Power"
    },
    {
      "Key": 2731595079,
      "Kr": "야외 지역에서 전투 시의 전투 능력입니다. (최대SS, 최소D)",
      "Jp": "屋外戦闘時の戦闘能力です（最大SS、最小D）",
      "Th": "ค่าต่อสู้เมื่อต่อสู้ในพื้นที่กลางแจ้ง (S = สูงสุด, D = ต่ำสุด)",
      "Tw": "在野外地區戰鬥時的戰鬥能力 (最大S、最小D)",
      "En": "Determines combat prowess when fighting in an outdoor area (Max: S, Min: D)."
    },
    {
      "Key": 2867785960,
      "Kr": "실내 전투력",
      "Jp": "屋内戦闘力",
      "Th": "ค่าต่อสู้ในอาคาร",
      "Tw": "室內戰鬥力",
      "En": "Indoor Combat Power"
    },
    {
      "Key": 467926590,
      "Kr": "실내 지역에서 전투 시의 전투 능력입니다. (최대SS, 최소D)",
      "Jp": "屋内戦闘時の戦闘能力です（最大SS、最小D）",
      "Th": "ค่าต่อสู้เมื่อต่อสู้ในพื้นที่ในอาคาร (S = สูงสุด, D = ต่ำสุด)",
      "Tw": "在室內地區戰鬥時的戰鬥能力 (最大S、最小D)",
      "En": "Determines combat prowess when fighting in an indoor area (Max: S, Min: D)."
    },
    {
      "Key": 2892501778,
      "Kr": "시가지 전투력",
      "Jp": "市街地戦闘力",
      "Th": "ค่าต่อสู้ในเมือง",
      "Tw": "市區戰鬥力",
      "En": "Street Combat Power"
    },
    {
      "Key": 1450079696,
      "Kr": "시가지 지역에서 전투 시의 전투 능력입니다. (최대SS, 최소D)",
      "Jp": "市街地戦闘時の戦闘能力です（最大SS、最小D）",
      "Th": "ค่าต่อสู้เมื่อต่อสู้ในพื้นที่เขตเมือง (S = สูงสุด, D = ต่ำสุด)",
      "Tw": "在市區地區戰鬥時的戰鬥能力 (最大S、最小D)",
      "En": "Determines combat prowess when fighting in the streets (Max: S, Min: D)."
    }
  ]
}
